{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2023-01-14T01:45:19.094-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2019.Community",
					"Version" : "16.11.16"
				},
				{
					"PackageIdentifier" : "CPUID.HWMonitor",
					"Version" : "1.46"
				},
				{
					"PackageIdentifier" : "Canonical.Ubuntu",
					"Version" : "2004.2022.1.0"
				},
				{
					"PackageIdentifier" : "Discord.Discord",
					"Version" : "1.0.9004"
				},
				{
					"PackageIdentifier" : "Docker.DockerDesktop",
					"Version" : "4.7.1"
				},
				{
					"PackageIdentifier" : "EvanCzaplicki.Elm",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "Git.Git",
					"Version" : "2.36.0"
				},
				{
					"PackageIdentifier" : "KDE.Krita",
					"Version" : "> 5.1.1"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "108.0.1462.76"
				},
				{
					"PackageIdentifier" : "Microsoft.EdgeWebView2Runtime",
					"Version" : "108.0.1462.76"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal",
					"Version" : "1.15.3466.0"
				},
				{
					"PackageIdentifier" : "Mozilla.Firefox",
					"Version" : "108.0.2"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive",
					"Version" : "22.253.1204.0001"
				},
				{
					"PackageIdentifier" : "Opera.OperaGX",
					"Version" : "93.0.4585.84"
				},
				{
					"PackageIdentifier" : "PostgreSQL.PostgreSQL",
					"Version" : "14"
				},
				{
					"PackageIdentifier" : "RubyInstallerTeam.Ruby.2.7",
					"Version" : "2.7.6-1"
				},
				{
					"PackageIdentifier" : "Atlassian.Sourcetree",
					"Version" : "3.4.9"
				},
				{
					"PackageIdentifier" : "Valve.Steam",
					"Version" : "2.10.91.91"
				},
				{
					"PackageIdentifier" : "StepMania.StepMania",
					"Version" : "5.0.12"
				},
				{
					"PackageIdentifier" : "JAMSoftware.TreeSize.Free",
					"Version" : "4.6.3"
				},
				{
					"PackageIdentifier" : "Unity.Unity.2020",
					"Version" : "2020.3.26f1"
				},
				{
					"PackageIdentifier" : "Unity.Unity.2020",
					"Version" : "2021.3.15f1"
				},
				{
					"PackageIdentifier" : "Unity.UnityHub",
					"Version" : "3.4.1"
				},
				{
					"PackageIdentifier" : "VideoLAN.VLC",
					"Version" : "3.0.18"
				},
				{
					"PackageIdentifier" : "Wacom.WacomTabletDriver",
					"Version" : "6.3.46-1"
				},
				{
					"PackageIdentifier" : "RARLab.WinRAR",
					"Version" : "6.11.0"
				},
				{
					"PackageIdentifier" : "Peppy.Osu!",
					"Version" : "2022.621.0"
				},
				{
					"PackageIdentifier" : "PostgreSQL.pgAdmin",
					"Version" : "6.10"
				},
				{
					"PackageIdentifier" : "qBittorrent.qBittorrent",
					"Version" : "4.5.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.30501.0"
				},
				{
					"PackageIdentifier" : "Google.Chrome",
					"Version" : "109.0.5414.74"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x64",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "Python.Python.3.10",
					"Version" : "3.10.4"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",
					"Version" : "14.31.31103.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x86",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",
					"Version" : "14.31.31103.0"
				},
				{
					"PackageIdentifier" : "BlenderFoundation.Blender",
					"Version" : "3.2.0"
				},
				{
					"PackageIdentifier" : "Logitech.GHUB",
					"Version" : "2022.12.348746"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK",
					"Version" : "< 10.0.22000.832"
				},
				{
					"PackageIdentifier" : "Yarn.Yarn",
					"Version" : "1.22.18"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2005.x86",
					"Version" : "8.0.61001"
				},
				{
					"PackageIdentifier" : "Amazon.AWSCLI",
					"Version" : "2.6.3.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode",
					"Version" : "1.74.3"
				},
				{
					"PackageIdentifier" : "Nvidia.PhysXLegacy",
					"Version" : "9.14.0702"
				},
				{
					"PackageIdentifier" : "jasongin.nvs",
					"Version" : "1.6.2"
				},
				{
					"PackageIdentifier" : "VideoLAN.VLC",
					"Version" : "3.0.17.4"
				},
				{
					"PackageIdentifier" : "ParadoxInteractive.ParadoxLauncher",
					"Version" : "2.3.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x86",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "EpicGames.EpicGamesLauncher",
					"Version" : "1.3.23.0"
				},
				{
					"PackageIdentifier" : "Peppy.Osu!",
					"Version" : "latest"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x64",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Version" : "12.0.30501.0"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.3.2691"
}