{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2023-10-29T17:58:57.580-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "CPUID.HWMonitor",
					"Version" : "1.46"
				},
				{
					"PackageIdentifier" : "Discord.Discord",
					"Version" : "1.0.9004"
				},
				{
					"PackageIdentifier" : "Docker.DockerDesktop",
					"Version" : "4.7.1"
				},
				{
					"PackageIdentifier" : "EvanCzaplicki.Elm",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "YoYoGames.GameMaker.Studio.2",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "Git.Git",
					"Version" : "2.36.0"
				},
				{
					"PackageIdentifier" : "Gyan.FFmpeg",
					"Version" : "6.0"
				},
				{
					"PackageIdentifier" : "KDE.Krita",
					"Version" : "5.1.4"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "118.0.2088.76"
				},
				{
					"PackageIdentifier" : "Microsoft.EdgeWebView2Runtime",
					"Version" : "118.0.2088.69"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal",
					"Version" : "1.18.2822.0"
				},
				{
					"PackageIdentifier" : "Mozilla.Firefox",
					"Version" : "119.0"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive",
					"Version" : "23.209.1008.0002"
				},
				{
					"PackageIdentifier" : "Opera.OperaGX",
					"Version" : "102.0.4880.114"
				},
				{
					"PackageIdentifier" : "PostgreSQL.PostgreSQL",
					"Version" : "14"
				},
				{
					"PackageIdentifier" : "RubyInstallerTeam.Ruby.2.7",
					"Version" : "2.7.6-1"
				},
				{
					"PackageIdentifier" : "Atlassian.Sourcetree",
					"Version" : "3.4.9"
				},
				{
					"PackageIdentifier" : "Valve.Steam",
					"Version" : "2.10.91.91"
				},
				{
					"PackageIdentifier" : "StepMania.StepMania",
					"Version" : "5.0.12"
				},
				{
					"PackageIdentifier" : "JAMSoftware.TreeSize.Free",
					"Version" : "4.6.3"
				},
				{
					"PackageIdentifier" : "Unity.Unity.2020",
					"Version" : "2020.3.26f1"
				},
				{
					"PackageIdentifier" : "Unity.Unity.2020",
					"Version" : "2021.3.15f1"
				},
				{
					"PackageIdentifier" : "Unity.UnityHub",
					"Version" : "3.4.1"
				},
				{
					"PackageIdentifier" : "VideoLAN.VLC",
					"Version" : "3.0.18"
				},
				{
					"PackageIdentifier" : "Wacom.WacomTabletDriver",
					"Version" : "6.3.46-1"
				},
				{
					"PackageIdentifier" : "RARLab.WinRAR",
					"Version" : "6.11.0"
				},
				{
					"PackageIdentifier" : "Zoom.Zoom",
					"Version" : "< 5.14.8.16213"
				},
				{
					"PackageIdentifier" : "Peppy.Osu!",
					"Version" : "2022.621.0"
				},
				{
					"PackageIdentifier" : "PostgreSQL.pgAdmin",
					"Version" : "6.10"
				},
				{
					"PackageIdentifier" : "qBittorrent.qBittorrent",
					"Version" : "4.5.3"
				},
				{
					"PackageIdentifier" : "yt-dlp.yt-dlp",
					"Version" : "2023.10.13"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.30501.0"
				},
				{
					"PackageIdentifier" : "Google.Chrome",
					"Version" : "118.0.5993.118"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x64",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "Python.Python.3.10",
					"Version" : "3.10.4"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x86",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Mojang.MinecraftLauncher",
					"Version" : "2.0.0.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",
					"Version" : "14.36.32532.0"
				},
				{
					"PackageIdentifier" : "BlenderFoundation.Blender",
					"Version" : "3.2.0"
				},
				{
					"PackageIdentifier" : "Logitech.GHUB",
					"Version" : "2023.7.448769"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x64",
					"Version" : "9.0.30729.6161"
				},
				{
					"PackageIdentifier" : "Yarn.Yarn",
					"Version" : "1.22.18"
				},
				{
					"PackageIdentifier" : "Python.Launcher",
					"Version" : "< 3.12.0"
				},
				{
					"PackageIdentifier" : "Amazon.Corretto.19",
					"Version" : "19.0.2.7"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2005.x86",
					"Version" : "8.0.61001"
				},
				{
					"PackageIdentifier" : "Amazon.AWSCLI",
					"Version" : "2.6.3.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode",
					"Version" : "1.82.2"
				},
				{
					"PackageIdentifier" : "Nvidia.PhysXLegacy",
					"Version" : "9.12.1031"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",
					"Version" : "14.36.32532.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x86",
					"Version" : "9.0.30729.6161"
				},
				{
					"PackageIdentifier" : "jasongin.nvs",
					"Version" : "1.6.2"
				},
				{
					"PackageIdentifier" : "VideoLAN.VLC",
					"Version" : "3.0.17.4"
				},
				{
					"PackageIdentifier" : "ParadoxInteractive.ParadoxLauncher",
					"Version" : "2.3.0"
				},
				{
					"PackageIdentifier" : "dotPDNLLC.paintdotnet",
					"Version" : "4.3.12"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x86",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "EpicGames.EpicGamesLauncher",
					"Version" : "1.3.23.0"
				},
				{
					"PackageIdentifier" : "Peppy.Osu!",
					"Version" : "latest"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6",
					"Version" : "6.0.11"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x64",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "ElectronicArts.EADesktop",
					"Version" : "13.52.0.5565"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Version" : "12.0.30501.0"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.6.2771"
}