{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2022-08-04T19:38:36.334-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2019.Community",
					"Version" : "16.11.16"
				},
				{
					"PackageIdentifier" : "CPUID.HWMonitor",
					"Version" : "1.46"
				},
				{
					"PackageIdentifier" : "Canonical.Ubuntu",
					"Version" : "2004.2022.1.0"
				},
				{
					"PackageIdentifier" : "Discord.Discord",
					"Version" : "1.0.9004"
				},
				{
					"PackageIdentifier" : "Docker.DockerDesktop",
					"Version" : "4.7.1"
				},
				{
					"PackageIdentifier" : "EvanCzaplicki.Elm",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "GIMP.GIMP",
					"Version" : "2.10.32"
				},
				{
					"PackageIdentifier" : "Git.Git",
					"Version" : "2.36.0"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "103.0.1264.77"
				},
				{
					"PackageIdentifier" : "Microsoft.EdgeWebView2Runtime",
					"Version" : "103.0.1264.77"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal",
					"Version" : "1.14.1963.0"
				},
				{
					"PackageIdentifier" : "Mozilla.Firefox",
					"Version" : "103.0.1"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive",
					"Version" : "22.141.0703.0002"
				},
				{
					"PackageIdentifier" : "PostgreSQL.PostgreSQL",
					"Version" : "14"
				},
				{
					"PackageIdentifier" : "Atlassian.Sourcetree",
					"Version" : "3.4.9"
				},
				{
					"PackageIdentifier" : "Valve.Steam",
					"Version" : "2.10.91.91"
				},
				{
					"PackageIdentifier" : "UnityTechnologies.Unity.2020",
					"Version" : "2020.3.26f1"
				},
				{
					"PackageIdentifier" : "UnityTechnologies.UnityHub",
					"Version" : "3.1.2"
				},
				{
					"PackageIdentifier" : "VivaldiTechnologies.Vivaldi",
					"Version" : "5.3.2679.70"
				},
				{
					"PackageIdentifier" : "Wacom.WacomTabletDriver",
					"Version" : "6.3.46-1"
				},
				{
					"PackageIdentifier" : "RARLab.WinRAR",
					"Version" : "6.11.0"
				},
				{
					"PackageIdentifier" : "Peppy.Osu!",
					"Version" : "2022.621.0"
				},
				{
					"PackageIdentifier" : "PostgreSQL.pgAdmin",
					"Version" : "6.10"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2013Redist-x64",
					"Version" : "12.0.30501.0"
				},
				{
					"PackageIdentifier" : "Google.Chrome",
					"Version" : "103.0.5060.134"
				},
				{
					"PackageIdentifier" : "Python.Python.3",
					"Version" : "3.10.4"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2015-2019Redist-x64",
					"Version" : "14.29.30139.0"
				},
				{
					"PackageIdentifier" : "BlenderFoundation.Blender",
					"Version" : "3.2.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK",
					"Version" : "10.1.16299.15"
				},
				{
					"PackageIdentifier" : "Yarn.Yarn",
					"Version" : "1.22.18"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2005Redist-x86",
					"Version" : "8.0.61001"
				},
				{
					"PackageIdentifier" : "Amazon.AWSCLI",
					"Version" : "2.6.3.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode",
					"Version" : "1.69.2"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2015-2019Redist-x86",
					"Version" : "14.29.30139.0"
				},
				{
					"PackageIdentifier" : "jasongin.nvs",
					"Version" : "1.6.2"
				},
				{
					"PackageIdentifier" : "VideoLAN.VLC",
					"Version" : "3.0.17.4"
				},
				{
					"PackageIdentifier" : "ParadoxInteractive.ParadoxLauncher",
					"Version" : "2.3.0"
				},
				{
					"PackageIdentifier" : "EpicGames.EpicGamesLauncher",
					"Version" : "1.3.23.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2005Redist-x64",
					"Version" : "8.0.61000"
				},
				{
					"PackageIdentifier" : "Peppy.Osu!",
					"Version" : "latest"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.3.2091"
}